{
  "Archiving and documenting the thought, arts and literature of the Sudanese revolution": "أرشفة وتوثيق فكر وفنون وآداب الثورة السودانية",
  "Sikka is a platform that seeks to be a transparent horizon to follow the path of the Sudanese and their creativity to drive new patterns of freedom.": "سكة منصة تلتمس ان تكون افقا شفافا لتتبع مسير السودانيين و ابداعهم لأستخلاص أنماط جديدة للحرية",
  "With Sikka, we are introduced to the narratives that formed the uniqueness and creativity of the Sudanese revolution": "برفقة سكة نتعرف على سرديات تكوين الثورة السودانية بتنوعها و ابداعها ",
  "Multi-narratives of a path perpetuated by its prospectors.": "سرديات متعددة لسكة خلدها مرتاديها",
  "Made by @Sikka": "صنع عن طريق @سكة",
  "Sikka Gallery": "مشاهد سكة",
  "About Sikka": "عن سكة",
  "At Sikka, we aspire to portray the beauty within the chaos": "في سكة , نحن نبحث عن الجمال داخل الفوضى",
  "About": "عن",
  "Sikka": "سكة",
  "We are perhaps connected with this Sikka by our common destiny of Sudanese and the dream followed by work, to emerge several paths - traversed by Sudanese - to a single railway. We trace the meanings associated with the railway to understand its significance to find a continuous and relentless desire to move between two goals. As a result, the Sikka is part of the action itself, not a separate entity.": "الترجمة هنا",
  "Our": "ماذا",
  "Work": "نفعل",
  "Our aim in Sikkas work is to highlight the importance of culture and the arts, as well as how they overlap in defining the Sudanese revolution and transition, as well as presenting textual and visual materials that evoke a constant concern about freedoms, rights, democracy, and rule of law. Attendance records of the interaction between political and cultural actors, writers, artists, and community members.": "الترجمة هنا ايضا",
  "Team Members": "اعضاء الفريق",
  "Media Labs Project Manager, He is a lover of programming, graphic design, and tennis.": "مدير مشروع ميديا لابز (سكة)، محب للبرمجة والتصميم الجرافيكي، عاشق للتنس.",
  "Mohamed Munaf": "محمد مناف",
  "A poet, writer and a cultural editor in many newspapers and magazines.": "شاعر وكاتب ومحرر ثقافي بعدة صحف ومجلات ورقية وإلكترونية.",
  "Mamoun Eltlib": "مأمون التلب",
  "Writer, journalist, and translator, interested in Arts and social sciences.": "كاتب، صحفي ومترجم مهتم بالفنون والعلوم الاجتماعية.",
  "Mujahid Eldouma": "مجاهد الدومة",
  "Social Media accounts manager of the Sikka project interested in art, music and culture.": "معالجة طبيعية مشرفة ومديرة قنوات التواصل الاجتماعي لمشروع سكة مهتمة بالفن والموسيقى والثقافة.",
  "Samah Hassan": "سماح حسن",
  "Journalist, communication officer coordinating SIKKA platform with cultural actors, creators.": "صحفية ومسؤولة التواصل وتنسيق الجهود بين فريق منصة سكة والفاعلين الثقافيين والمبدعين.",
  "Fatma Eltijany": "فاطمة التجاني",
  "Scene creator, audiovisual content maker integrates experience into SIKKA work system.": "مبتكر المشاهد وصناعة المحتوى المرئي المسموع، يعكف على إدراج خبرته داخل سكة.",
  "Basel Hassan": "باسل حسن",
  "Digital marketing & E commerce specialist and the team moderator of the Sikka team.": "متخصص تسويق رقمي وتجارة إلكترونية ومسؤول من إدارة فريق عمل سكة",
  "Hassan Adil": "حسن عادل",
  "Filmmaker, wildlife photographer, and camping lover.": "صانع أفلام، مصور حياة برية وهاوي للتخييم",
  "Mohamed Ismail (Teyor)": "محمد اسماعيل (طيور)",
  "Graphic designer handles multimedia and motion graphics for SIKKA team.": "مصممة جرافيك وموشن جرافيك مسؤولة عن إنتاج تصميم الوسائط المتعددة ضمن فريق منصة سكة.",
  "Nashwa Siraj": " نشوى سراج ",
  "Writer and researcher crafts articles, edits texts for audio-visual content.": "كاتب، وباحث في الإنتاج الثقافي، يوظف جهده في كتابة المقالات والنصوص، وتحرير الكتابات للمواد المسموعة والمرئية.",
  "Alsadig Yaseen": "الصادق ياسين",
  "Sikka Story": "قصة سكة",
  "Social Media": "وسائل التواصل",
  "Get Our Latest Updates": "احصل على اخر تحديثاتنا",
  "Scroll": "انزل تحت",
  "Here is the Title": "هنا العنوان",
  "At War": "الحرب",
  "Revolution": "الثورة",
  "See More": "المزيد",
  "Some short text will be written here by Sikka Team for About Page.": "هنا ستكتب جمل قصيرة لتعبر عن الصفحة المعنية لذا فهذه تجربة فقط ",
  "Some short text will be written here by Sikka Team for Articles Page.": "هنا ستكتب جمل قصيرة لتعبر عن الصفحة المعنية لذا فهذه تجربة فقط ",
  "Some short text will be written here by Sikka Team for Videos Page.": "هنا ستكتب جمل قصيرة لتعبر عن الصفحة المعنية لذا فهذه تجربة فقط ",
  "Some short text will be written here by Sikka Team for Posters Page.": "هنا ستكتب جمل قصيرة لتعبر عن الصفحة المعنية لذا فهذه تجربة فقط ",
  "Some short text will be written here by Sikka Team for Gallery Page.": "هنا ستكتب جمل قصيرة لتعبر عن الصفحة المعنية لذا فهذه تجربة فقط ",
  "Some short text will be written here by Sikka Team for Podcasts Page.": "هنا ستكتب جمل قصيرة لتعبر عن الصفحة المعنية لذا فهذه تجربة فقط ",
  "Writings for Sikka from Various Articles, Reports, and Aesthetic Manuscripts": "تدوينات مشروع سكة من مقالات وتقارير ومخطوطات جمالية متنوعة",
  "Articles": "مقالات",
  "Here we listen to testimonies and get to know the features of the actors in the revolutionary movement, and we interrogate the actors in cultural and social life": "هنا نسمع شهادات ونتعرف على ملامح الفاعلين في حراك الثورة ونستنطق الفاعلين في الحياة الثقافية والاجتماعية",
  "Narratives and audio recordings documenting artistic practices and social movements in Sudan since the December Revolution": "سرديات ومسموعات توثق للممارسات الفنية والحراك الاجتماعي في السودان منذ لحظة ثورة ديسمبر",
  "Podcasts": "بودكاستات",
  "Videos": "الفيديوهات",
  "About us": "عن سكة",
  "Sikka is a platform that seeks to be a transparent horizon to follow the path of the Sudanese and their creativity to derive new patterns of freedom": "سِكَّة منصَّة تلتمس أن تكون أُفقاً شفَّافاً لتتُبع مسير السودانيين وإبداعهم لاستخلاص أنماطٍ جديدةٍ للحرية",
  "Visual stimulation presents a great visual history of the Sudanese revolution": "مزارٌ بصريّ لملاحم صمود الثورة السودانية",
  "Designs and posters that were the mouthpiece of the revolution and announcing its temporal and spatial timing": "تصاميم وبوسترات كانت لسان حال الثورة وإعلان مواقيتها الزمانية والمكانية",
  "Posters": "بوسترات",
  "Gallery": "معرض الصور",
  "Articles and documents pursue the open attitude of artists and cultural actors and their interaction with the Sudanese lives after decades of restrictions.": "مقالات وملفات تتابع حالة انفتاح وتفاعل المبدعين والفاعلين الثقافيين مع حياة السودانيين بعد عقود من القيود",
  "Reports pursue the cultural situation and the existing levels of arts and culture and their ability to include the people in the public atmosphere": "تقارير لمتابعة الحالة الثقافية ومستويات تواجد الفنون والثقافة، وتوثيق مدى قدرة الفنون على إشراك الجميع في الحياة العامة",
  "Literary tales of the revolution times were distinguished by capturing moments of revolutionary enthusiasm, accurate portrayals, poetic use of vocabulary, and the construction of impressive images.": "أُقصوصات أدبيَّة لأزمنة الثورة، امتازت بالتقاط لحظات الحماس الثورية، ودقّة التوصيف والتوظيف الشعري للمفردات وبناء الصور المدهشة",
  "Literature": "نصوص أدبية",
  "Reports": "تقارير",
  "SEE MORE": "المزيد",
  "Images document the scenes, events, and spaces of sit-in squares and sit-ins in cities and villages": "صور توثق المشاهد والفعاليات وفضاءات ساحات الاعتصام  واعتصامات المدن والقرى",
  "Long-Awaited Days": "الأيام المَحرية",
  "Face for a million paintings": "وجه لمليون لوحة",
  "Images for people who formed the paintings of the peaceful struggle rallying of the Sudanese revolution in the cultural and social spaces of Sudan.": "صور لشخوص شكلوا لوحات احتشاد النضال السلمي للثورة السودانية في الفضاءات الثقافية والاجتماعية للسودان",
  "Experimenting": "تجريب",
  "Artworks in participatory experiment spaces created by professionals and amateurs in drawing and coloring buildings and public interfaces.": "أعمال فنية للمبدعين في مساحات التجريب التَشَاركَية للمحترفين والهواة وحديثي تجربة، في رسم وتلوين المباني والواجهات العامة",
  "Links :": "الروابط :",
  "Sikka Podcasts": "بودكاست سكة",
  "Categories": "الفئات",
  "Episodes": "الحلقات",
  "Featured Shows": "العروض المميزة",
  "SIKKA Revolution": "سكة الثورة",
  "SIKKA 15 April": "سكة 15 ابريل",
  "Sikka is a platform whose entire purpose is to document with an essence of archiving memorable, iconic moments and events that have truly shaped the feel of the revolution": "سِكَّة هي منصة تهدف بالكامل إلى توثيق اللحظات والأحداث البارزة التي شكلت جوهر الثورة وجعلتها مميزة",
  "We document, with an archive feel and go in-depth in every aspect, whether its artistic, cultural, economic, and more analyzing and illustrating the soul of the revolution through a website that takes the user through a journey of exploring different time stations": "يسعى فريق 'سكة' لتعزيز حضور الثقافة والفنون وتداخلها في تشكيل معالم الانتقال والثورةالسودانية، وأن يُقدِّم موادّاً نصيةً وبصرية، تُحفِّز على الانشغال الدائم بتحقيق الإجابة على أسئلة الحريات والحقوق والديمقراطية وسيادة حكم القانون، من خلال توثيق مساحات تفاعل الفاعلين السياسيين والثقافيين والأدباء والفنانين والفاعلين المجتمعيين في دفاتر حضور سجلات الانتقال المدني الديمقراطي في السودان.",
  "Browse All": "تصفح الكل",
  "Listen Now": "استمع الان",
  "Add Your Content": "اضف محتواك",
  "Name": "الاسم",
  "Email": "البريد الالكتروني",
  "Mobile Number": "رقم المكالمات",
  "WhatsApp Number": "رقم الواتساب",
  "Content Link": "رابط المحتوى",
  "Content Description": "تفاصيل المحتوى",
  "Sikka Content Sharing": "نشر المحتوى في سكة",
  "Send": "أرسال",
  "Claim Your Right": "المطالبة بالحقوق",
  "Sikka Content Link": "رابط محتوى سكة",
  "Original Content Link": "رابط المحتوى الاصلي",
  "Remove my content": "حذف المحتوى",
  "Add my rights to Content": "اضافة حقوقي للمحتوى",
  "others": "اخرى",
  "Related Episode": "الحلقات المشابهة",
  "Main": "الرئيسية",
  "gallery": "المعرض",
  "videos": "الفيديوهات",
  "articles": "المقالات",
  "about us": "من نحن",
  "Claim Content": "المطالبة بالحقوق",
  "Add Content": "اضافة محتوى",
  "Sikka Links:": "روابط سكة",
  "War Links:": "روابط الحرب",
  "Revolution Links:": "روابط الثورة",
  "Privacy Policy": "سياسات الخصوصية",
  "Terms of use": "شروط الاستخدام",
  "Claim your copyright": "المطالبة بالحقوق",
  "Home": "الرئيسية",
  "War": "الحرب",
  "Last updated: December 25, 2023": "",
  "Thank you for using Sikka.sd Platform (the 'Platform'). This comprehensive Privacy Policy outlines the collection, use, and protection of your information. By accessing or using the Platform, you agree to the terms and conditions of this Privacy Policy.": "شكرًا لاستخدامك منصة Sikka.sd (المنصة). توضح سياسة الخصوصية الشاملة هذه جمع واستخدام وحماية معلوماتك. من خلال الوصول إلى المنصة أو استخدامها، فإنك توافق على الشروط والأحكام الخاصة بسياسة الخصوصية هذه",
  "1. Introduction": "1- المقدمة",
  "Narratives and audio recordings that capture the pulse of artistic practices and social movements in Sudan, documenting post-war transformations from the roots of the December Revolution to the present moment, where the rhythms of art and community engagement interact with the newly shaped post-war reality.": "سرديات ومسموعات تستلهم نبض الممارسات الفنية والحراك الاجتماعي في السودان، موثقةً لتحولات ما بعد الحرب، من جذور ثورة ديسمبر حتى اللحظة الراهنة، حيث تتفاعل إيقاعات الفن وحراك المجتمع مع الواقع المتشكل حديثاً ما بعد الحرب.",
  "Sikka Gallery - Revolution": "معرض الصور - الثورة",
  "Videos - Revolution": "الفيديوهات - الثورة",
  "Articles - Revolution": "المقالات - الثورة",
  "Posters - Revolution": "البوسترات - الثورة",
  "Sikka Podcasts - Revolution": "بودكاست سكة - الثورة",
  "Sikka Gallery - 15 April": "معرض الصور - 15 ابريل",
  "Videos - 15 April": "الفيديوهات - 15 ابريل",
  "Articles - 15 April": "المقالات - 15 ابريل",
  "Sikka Podcasts - 15 April": "بودكاست سكة - 15 ابريل",
  "Spaces documenting the interaction of artists, cultural, and community actors with the April 15th conflict in Sudan, and the transformations in cultural and social narratives under these circumstances": "مساحات توثق تفاعل الفنانين والفاعلين الثقافيين والمجتمعيين مع حرب 15 أبريل في السودان وتحولات السرديات الثقافية والاجتماعية في ظل هذه الظروف.",
  "Articles, reports, and literary texts that narrate the chapters of interaction between the arts, culture, and activists, and the reshaping of narratives in the post-conflict period": "مقالات وتقارير ونصوص أدبية تسرد فصول تفاعل الفنون والثقافة والفاعلين وإعادة تشكيل السرديات في زمن ما بعد الصراع.",
  "we come together to break the cycle of loss that threatens the goals and just hopes of our people for living with dignity, peace, and freedom, by documenting the inspiring responses of cultural and community activists": "هنا نترافق لقطع حلقة الفقد التي تتربص بمقاصد شعبنا وآماله العادلة في العيش بكرامة وسلام وحرية، عبر توثيق الاستجابات المُلهمة للفاعلين الثقافيين والمجتمعيين.",
  "A visual stimulation to the heroic resilience of the Sudanese people in the face of the conflict imposed upon them": "مزار بصري لملاحم صمود الشعب السوداني في وجه الصراع المفروض عليه",
  "An audio record through which we listen to the bright moments of cultural and peaceful civil action, and the efforts of our people that make them more cohesive in facing the war, its proponents, and the destructive machinery of violence": "سجل مسموع نستمع عبره لاشراقات الفعل الثقافي والمدني السلمي، ودفوعات شعبنا التي تجعله أكثر تماسكاً في مواجهة الحرب وسدنتها وآلة القتل المدمرة.",
  "At Sikka, we believe that every individual has the right to preserve their cultural and creative heritage, and that the voices of active contributors should remain alive and heard. Here, we enable you to assert your literary rights and document your contributions, ensuring that your stories and inputs remain part of the collective narrative of our nation. We work to protect your rights and safeguard your efforts from being lost, staying true to our mission of empowering the community and preserving its creative interactions.": "في سكة، نؤمن بأن لكل فرد الحق في الحفاظ على إرثه الثقافي والإبداعي، وأن أصوات الفاعلين يجب أن تظل حية ومسموعة. هنا، نتيح لك اثبات حقوقك الأدبية وتوثيق إسهاماتك، لضمان أن تبقى قصصك ومساهماتك جزءًا من السرد الجماعي لأمتنا. نعمل على حماية حقوقك وصون جهودك من الضياع، لنظل أوفياء لرسالتنا في تمكين المجتمع وتخليد تفاعلاته الإبداعية.",
  "We believe that every voice has value, and every piece of content contributes to creating a comprehensive picture that reflects community interactions and developments. By submitting your textual, visual, or auditory materials, you help revive stories that are part of our cultural, human, and artistic memory, allowing us to feel the transformations of this diversity in descriptive and visual narratives and the unique positioning of literature, arts, and forms of expression.": "",
  "Sikka is a platform dedicated to enriching the archive and documentation of the interactions between the arts and the community with the world of the Sudanese revolution and its subsequent events, extending to the conditions of the April 5th war. During this time, we have aimed to be a refuge for commemoration and encouragement of positive action, presenting public contributions to shelter the great history of the Sudanese experience. Sikka is thus a dynamic, participatory space that welcomes the contributions and voices of Sudanese people to document peaceful movements and spaces of arts and community.": "منصة سكة لاثراء أرشيف وتوثيقات تفاعل الفنون وحركة المجتمع  مع عوالم الثورة السودانية  وما تبعها من إحداث وصولاً لظروف حرب الخامس من أبريل، عملنا خلالها على ان نكون ملجأ للتخليد والتحفيز للفعل الايجابي، يَعرض المشاركة العامة لإيواء التاريخ الكبير لسكة السودانيين، وهو بذلك سكة ديناميكية، تشاركية ترحب بمساهمة السودانيين وأصواتهم لتوثيق الحراك السلمي ومساحات الفنون والمجتمع. نحن نؤمن بأن كل صوت له قيمة، وكل قطعة من المحتوى تساهم في رسم لوحة شاملة تعكس تفاعلات المجتمع وتطوراته. من خلال تقديم موادك النصية أو المصورة أو المسموعة، تساهم في إحياء القصص التي تشكل جزءًا من الذاكرة الثقافية والإنسانية والفنية يمكن عبره الإحساس بتحولات هذه التعددية في السردية الوصفية والبصرية للتموضع الفريد للآداب والفنون وأنماط التعبير.",
  "We value your privacy": "نحن نقيم مستوى الخصوصية لديك",
  "Since we value your privacy, we ask for your permission to use these tools. You can change or revoke your consent at any time in the privacy settings.": "نحن نستخدم cookies والوظائف المختلفة وأدوات التحليل والتسويق حتى نتمكن من عرض صفحاتنا بأمان وموثوقية. إنها تساعدنا على تحسين موقع الويب وتحسين تجربة المستخدم الشخصية. تُستخدم هذه البيانات أيضًا للتحقق من أداء موقع الويب ، وتحليل النتائج ، وضبط المحتوى وتخصيصه.",
  "Accept All": "قبول الكل",
  "Decline": "رفض",
  "Settings": "الإعدادات",
  "Privacy Settings": "إعدادات الخصوصية",
  "Here you can select or deactivate various tags, trackers, analysis tools used on this website.": "هنا يمكنك تحديد أو إلغاء تنشيط العديد من العلامات وأدوات التتبع وأدوات التحليل المستخدمة في هذا الموقع.",
  "Essential": "أساسي",
  "These cookies are necessary so that you can navigate through the website and use essential functions.": "تعد cookies هذه ضرورية حتى تتمكن من التنقل عبر موقع الويب واستخدام الوظائف الأساسية.",
  "Functional": "وظيفي",
  "These data processing services help us analyze how users interact with our website. In addition, some technologies allow us to provide certain features and content, including embedded videos, maps or posts from social networks.": "تساعدنا خدمات معالجة البيانات هذه في تحليل كيفية تفاعل المستخدمين مع موقعنا. بالإضافة إلى ذلك ، تسمح لنا بعض التقنيات بتقديم ميزات ومحتوى معين ، بما في ذلك مقاطع الفيديو المضمنة أو الخرائط أو المنشورات من الشبكات الاجتماعية.",
  "Marketing": "التسويق",
  "These cookies and similar technologies are used to show you personalized and therefore relevant advertising content.": "تُستخدم cookies هذه والتقنيات المماثلة لتظهر لك محتوى إعلانيًا مخصصًا وبالتالي ذي صلة.",
  "Save Settings": "حفظ الإعدادات",
  "cookies": "ملفات تعريف الارتباط"
}